---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyDiagWebEndReleaseType
source: html/8c80d4fc-3dfe-81ed-8c4a-972b6e7d52c2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyDiagWebEndReleaseType Property

"End Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyDiagWebEndReleaseType { get; }
```